model_set_1 = ['Sobol', 'Rosomaha', 'Fantom', 'Accord', 'BlockHost']
model_set_2 = ['Rutoken', 'PKIClient', 'Cryptopro', 'VipNet', 'SecretDisk']
model_set_3 = ['KARMA', 'EDSIGN', 'CryptoGOST', 'CryptoproZIP', 'CryptoARM']
model_set_4 = ['InfoTECHS', 'SignPro', 'CryptoPROPDF', 'ECP-Tech', 'AdobeSign']

SZI_models = [
    # СЗИ 1
    ['Sobol', '62000', 'Несанкционированный доступ', '0.8'],
    ['Rosomaha', '54000', 'бла бла', '0.6'],
    ['Fantom', '54000', 'бла бла', '0.6'],
    ['Accord', '54000', 'бла бла', '0.6'],
    ['BlockHost', '54000', 'бла бла', '0.6'],
    # СЗИ 2
    ['SecretDisk', '45000', 'Подтверждение авторства', '0.9'],
    ['Rutoken', '54000', 'бла бла', '0.6'],
    ['PKIClient', '54000', 'бла бла', '0.6'],
    ['Cryptopro', '54000', 'бла бла', '0.6'],
    ['VipNet', '54000', 'бла бла', '0.6'],
    # СЗИ 3
    ['KARMA', '54000', 'бла бла', '0.6'],
    ['EDSIGN', '54000', 'бла бла', '0.6'],
    ['CryptoGOST', '54000', 'бла бла', '0.6'],
    ['CryptoproZIP', '54000', 'бла бла', '0.6'],
    ['CryptoARM', '54000', 'бла бла', '0.6'],
    # СЗИ 4
    ['InfoTECHS', '54000', 'бла бла', '0.6'],
    ['SignPro', '54000', 'бла бла', '0.6'],
    ['CryptoPROPDF', '54000', 'бла бла', '0.6'],
    ['ECP-Tech', '54000', 'бла бла', '0.6'],
    ['AdobeSign', '54000', 'бла бла', '0.6'],
    # СЗИ 5
    ['Rosomaha11', '54000', 'бла бла', '0.6'],
    ['Rosomaha12', '54000', 'бла бла', '0.6'],
    ['Rosomaha13', '54000', 'бла бла', '0.6'],
    ['Rosomaha14', '54000', 'бла бла', '0.6'],
    ['Rosomaha15', '54000', 'бла бла', '0.6'],
    # СЗИ 6
    ['Rosomaha16', '54000', 'бла бла', '0.6'],
    ['Rosomaha17', '54000', 'бла бла', '0.6'],
    ['Rosomaha18', '54000', 'бла бла', '0.6'],
    ['Rosomaha19', '54000', 'бла бла', '0.6'],
    ['Rosomaha10', '54000', 'бла бла', '0.6'],
    # СЗИ 7
    ['Rosomaha21', '54000', 'бла бла', '0.6'],
    ['Rosomaha22', '54000', 'бла бла', '0.6'],
    ['Rosomaha23', '54000', 'бла бла', '0.6'],
    ['Rosomaha24', '54000', 'бла бла', '0.6'],
    ['Rosomaha25', '54000', 'бла бла', '0.6'],
    # СЗИ 8
    ['Rosomaha26', '54000', 'бла бла', '0.6'],
    ['Rosomaha27', '54000', 'бла бла', '0.6'],
    ['Rosomaha28', '54000', 'бла бла', '0.6'],
    ['Rosomaha29', '54000', 'бла бла', '0.6'],
    ['Rosomaha30', '54000', 'бла бла', '0.6'],
    # СЗИ 9
    ['Rosomaha31', '54000', 'бла бла', '0.6'],
    ['Rosomaha32', '54000', 'бла бла', '0.6'],
    ['Rosomaha33', '54000', 'бла бла', '0.6'],
    ['Rosomaha34', '54000', 'бла бла', '0.6'],
    ['Rosomaha35', '54000', 'бла бла', '0.6'],
    # СЗИ 10
    ['Rosomaha36', '54000', 'бла бла', '0.6'],
    ['Rosomaha37', '54000', 'бла бла', '0.6'],
    ['Rosomaha38', '54000', 'бла бла', '0.6'],
    ['Rosomaha39', '54000', 'бла бла', '0.6'],
    ['Rosomaha40', '54000', 'бла бла', '0.6'],
    # СЗИ 11
    ['Rosomaha41', '54000', 'бла бла', '0.6'],
    ['Rosomaha42', '54000', 'бла бла', '0.6'],
    ['Rosomaha43', '54000', 'бла бла', '0.6'],
    ['Rosomaha44', '54000', 'бла бла', '0.6'],
    ['Rosomaha45', '54000', 'бла бла', '0.6']
]
     