# Самостоятельная сборка
model_set_1 = ['ПАК «Соболь»', 'ПАК «Росомаха»', 'СЗИ от НСД Фантом', 'ПАК «Аккорд-В.»', 'Блокхост-Сеть']
model_set_2 = ['Рутокен', 'VipNet PKI Client', 'КриптоПРО', 'ViPNet HSM', 'Secret Disk 5']
model_set_3 = ['«КАРМА»', 'EDSIGN', 'КриптоГОСТ', 'КриптоПРО Zip', 'КриптоАРМ']
model_set_4 = ['ИнфоТеКС', 'SignPro', 'КриптоПро PDF', 'ЭЦП-Техно', 'Adobe Sign']
model_set_5 = ['Secret Net Studio', 'Efros Config Inspector', 'ViPNet SafeBoot', 'СДЗ Dallas Lock', 'ПМ «Паспорт ПО»']
model_set_6 = ['LogRhythm SIEM', 'Платформа мониторинга ИБ Visor', 'Fortinet FortiSIEM', 'MaxPatrol SIEM', 'СёрчИнформ SIEM']
model_set_7 = ['Secret Disk Enterprise', 'КриптоАРМ 2.0', 'Крипто БД', 'ПКЗ 2020' , 'Палиндром']
model_set_8 = ['Traffic Inspector Next Generation', 'Ideco UTM', 'TrustAccess', 'ALTELL NEO' , 'Континент АП']
model_set_9 = ['Kaspersky Internet Security', 'Avast', 'NordVPN', 'Astrill VPN' , 'Surfshark VPN']
model_set_10 = ['Kaspersky Anti-Virus', 'Dr.Web', 'Национальный антивирус', 'Антивирус Майлру' , 'Norton 360']
model_set_11 = ['Аудит ИБ', 'Безопасный бизнес', 'Аналитик ИБ', 'ИнфоБезопасность' , 'Аудит ИБ Эксперт']

SZI_models = [
    # СЗИ 1
    ['ПАК «Соболь»', '62000', 'Несанкционированный доступ', '0.8'],
    ['ПАК «Росомаха»', '54000', 'бла бла', '0.6'],
    ['СЗИ от НСД Фантом', '54000', 'бла бла', '0.6'],
    ['ПАК «Аккорд-В.»', '54000', 'бла бла', '0.6'],
    ['Блокхост-Сеть', '54000', 'бла бла', '0.6'],
    # СЗИ 2
    ['Secret Disk 5', '45000', 'Подтверждение авторства', '0.9'],
    ['Рутокен', '54000', 'бла бла', '0.6'],
    ['VipNet PKI Client', '54000', 'бла бла', '0.6'],
    ['КриптоПРО', '54000', 'бла бла', '0.6'],
    ['ViPNet HSM', '54000', 'бла бла', '0.6'],
    # СЗИ 3
    ['«КАРМА»', '54000', 'бла бла', '0.6'],
    ['EDSIGN', '54000', 'бла бла', '0.6'],
    ['КриптоГОСТ', '54000', 'бла бла', '0.6'],
    ['КриптоПРО Zip', '54000', 'бла бла', '0.6'],
    ['КриптоАРМ', '54000', 'бла бла', '0.6'],
    # СЗИ 4
    ['ИнфоТеКС', '54000', 'бла бла', '0.6'],
    ['SignPro', '54000', 'бла бла', '0.6'],
    ['КриптоПро PDF', '54000', 'бла бла', '0.6'],
    ['ЭЦП-Техно', '54000', 'бла бла', '0.6'],
    ['Adobe Sign', '54000', 'бла бла', '0.6'],
    # СЗИ 5
    ['Secret Net Studio', '54000', 'бла бла', '0.6'],
    ['Efros Config Inspector', '54000', 'бла бла', '0.6'],
    ['ViPNet SafeBoot', '54000', 'бла бла', '0.6'],
    ['СДЗ Dallas Lock', '54000', 'бла бла', '0.6'],
    ['ПМ «Паспорт ПО»', '54000', 'бла бла', '0.6'],
    # СЗИ 6
    ['LogRhythm SIEM', '54000', 'бла бла', '0.6'],
    ['Платформа мониторинга ИБ Visor', '54000', 'бла бла', '0.6'],
    ['Fortinet FortiSIEM', '54000', 'бла бла', '0.6'],
    ['MaxPatrol SIEM', '54000', 'бла бла', '0.6'],
    ['СёрчИнформ SIEM', '54000', 'бла бла', '0.6'],
    # СЗИ 7
    ['Secret Disk Enterprise', '54000', 'бла бла', '0.6'],
    ['КриптоАРМ 2.0', '54000', 'бла бла', '0.6'],
    ['Крипто БД', '54000', 'бла бла', '0.6'],
    ['ПКЗ 2020', '54000', 'бла бла', '0.6'],
    ['Палиндром', '54000', 'бла бла', '0.6'],
    # СЗИ 8
    ['Traffic Inspector Next Generation', '54000', 'бла бла', '0.6'],
    ['Ideco UTM', '54000', 'бла бла', '0.6'],
    ['TrustAccess', '54000', 'бла бла', '0.6'],
    ['ALTELL NEO', '54000', 'бла бла', '0.6'],
    ['Континент АП', '54000', 'бла бла', '0.6'],
    # СЗИ 9
    ['Kaspersky Internet Security', '54000', 'бла бла', '0.6'],
    ['Avast! SecureLine VPN', '54000', 'бла бла', '0.6'],
    ['NordVPN', '54000', 'бла бла', '0.6'],
    ['Astrill VPN', '54000', 'бла бла', '0.6'],
    ['Surfshark VPN', '54000', 'бла бла', '0.6'],
    # СЗИ 10
    ['Kaspersky Anti-Virus', '54000', 'бла бла', '0.6'],
    ['Dr.Web', '54000', 'бла бла', '0.6'],
    ['Национальный антивирус', '54000', 'бла бла', '0.6'],
    ['Антивирус Майлру', '54000', 'бла бла', '0.6'],
    ['Norton 360', '54000', 'бла бла', '0.6'],
    # СЗИ 11
    ['Аудит ИБ', '54000', 'бла бла', '0.6'],
    ['Безопасный бизнес', '54000', 'бла бла', '0.6'],
    ['Аналитик ИБ', '54000', 'бла бла', '0.6'],
    ['ИнфоБезопасность', '54000', 'бла бла', '0.6'],
    ['Аудит ИБ Эксперт', '54000', 'бла бла', '0.6']
]


# Готовые решения
KSZ = [
    ['Гардалиан', '50000'],
    ['ТитанШилд', '500000']
]